package nix.edu;

//2. Создайте класс, который выводит на экран надпись "Hello world"
public class HelloWorld {
    public static void main(String[] args) {
        System.out.print("Hello World");
    }
}
